# CLIs
brew "mise"
brew "git-delta"
brew "coreutils"
brew "curl"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "fzf"
brew "ack"
brew "bat"
brew "fd"
brew "the_silver_searcher"
brew "ffmpeg"
brew "graphviz"
brew "id3v2"
brew "fcrackzip"

# casks
cask "visual-studio-code"
cask "zed"
cask "warp"
cask "github"
cask "google-chrome"
cask "arc"
cask "docker"
cask "jetbrains-toolbox"
cask "figma"
cask "slack"
cask "discord"
cask "telegram"
cask "spark"
cask "zoom"
cask "notion"
cask "bitwarden"
cask "raycast"
cask "alt-tab"
cask "rectangle"
cask "appcleaner"
cask "the-unarchiver"
cask "kap"
cask "freefilesync"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options-plus"
cask "qbittorrent"
cask "iina"
cask "spotify"
cask "xld"
cask "mp3tag"
cask "rekordbox"
cask "splice"
